JohannHoepfner/Wetterballon/firmware/nodes/radio_gateway/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_PARTITION_TABLE_SINGLE_APP_LARGE=y
